{"panels":[{"content":{"params":{"text":"<p>797 - Minimize\/prevent harm, including death, to patients<\/p><p>800 - Includes all 797 provisions and provides standards for safe handling of hazardous drugs to minimize the risk of exposure to healthcare personnel, patients and the environment.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"0852cb11-09ba-403f-8103-0f366a91ed7e","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Objective of USP Chapters 797 and 800"},{"content":{"params":{"text":"<p>1) Microbial contamination aka non-sterility<br><strong>Examples:<\/strong><br><em>- A CSP prepared with poor aseptic technique introduces Pseudomonas into an IV bag, leading to bloodstream infection.<\/em><br><em>- A vial stopper is not wiped with sterile 70% sIPA before a needle enters it.<\/em><\/p><p>2) Excessive bacterial endotoxins (pyrogens)<br><strong>Examples:<\/strong><br><em>- A compounded IV solution made with non-sterile water contains endotoxins, causing a patient to spike a high fever after infusion.<\/em><br><em>- A technician compounds large-volume IV bags using <strong>sterile water for irrigation<\/strong> instead of <strong>sterile water for injection<\/strong>. <\/em><span style=\"font-size:0.75em;\"><em>Note: Sterile water for irrigation is for external, non-parenteral use (e.g., wound care), while sterile water for injection is a higher-purity, particulate-free product intended for intravenous, subcutaneous, or intramuscular administration after it has been mixed with another drug. The main difference is that sterile water for irrigation has less stringent purity requirements regarding particulate matter and is therefore never safe for injection.<\/em><\/span><\/p><p>3) Variability from intended strength of correct ingredients aka wrong concentration<br><strong>Examples:<\/strong><br><em>- Using a 100mg\/mL in a CSP instead for a 100mcg\/mL<\/em><br><em>- A calculation error leading a 10x stronger product than needed<\/em><br><br>4) Physical and chemical incompatibilities<br><strong>Examples:<\/strong><br><em>- Amphotericin B (Ambisome) shot into NaCl 0.9% instead of dextrose<\/em><br><em>- Diluting fosphenytoin with SWFI instead of NaCl 0.9%<\/em><\/p><p>5) Chemical and physical contaminations<br><strong>Examples:<\/strong><br><em>- Not using a 5 micron filter when drawing fluid out of an ampule<\/em><br><em>- Not letting sIPA fully dry\/evaporate before entering a vial<\/em><\/p><p>6) Use of ingredients of inappropriate quality<br><strong>Examples:<\/strong><br><em>- Using an expired chemical<\/em><br><em>- Using a bulk powder labeled “For Veterinary Use Only”<\/em><\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"0958db54-0b71-4b81-8824-93a5eef2debf","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Six Sources of Possible Harm (with examples)"},{"content":{"params":{"text":"<p>Currently the Production Lab rinses containers used in compounding non-sterile to sterile preparations with sterile water for irrigation three consecutive times to reduce bio-burden\/pyrogens, which cause fever. These items must be dried immediately before being used for compounding.<br>&nbsp;<\/p><p>Current depyrogenation policy for thermostable items according to the SOPs is as follows:<br><br>a. Dry heat depyrogenation will be used to render glassware, metal and other thermostable items and components pyrogen-free.<br><br>b. Typically, a cycle for dry heat depyrogenation would be 230°C for 60 to 90 minutes or 250°C for 30 to 60 minutes. Cycles can operate at a range from 170°C up to 400°C, depending on exposure time. Items must remain at depyrogenation temperatures for the depyrogenation period.<br><br>c. Dry heat depyrogenation cycles for items will be processed by Mayo Clinic Department of Central Services or compounding personnel.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"13ad75c0-b550-4360-b149-7f2e7aff4660","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Depyrogenation"},{"content":{"params":{"text":"<p>Items that are not allowed in the ante and buffer rooms are:<br>- Chewing gum<br>- Lozenges<br>- Drinks<br>- Candy<br>- Food items<br>- Brown corrugated cardboard or shipping containers<br>- Cell phones<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"17c4e3e9-c4a1-4599-9e1e-36e26c7f78eb","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Items Prohibited in the Ante and Buffer Rooms"},{"content":{"params":{"text":"<p>PEC (hood) = ISO Class 5 (3520 particles per cubic meter of air)<br>Buffer Room = ISO Class 7 (352,000 particles per cubic meter of air)<br>Ante Room = ISO Class 7\/8 (352,000 (7)\/2,520,000 (8) particles per cubic meter of air)<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"acd72aad-da7d-4998-befe-5a987ff1ba8b","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"ISO Classes"},{"content":{"params":{"text":"<p>The pressure differential from a positive pressure buffer room to an ante room, and an ante room to an unclassified area of the pharmacy must be a minimum of 0.02 inches water column.<\/p><p>The pressure differential from a hazardous buffer room to \na hazardous ante room must be between 0.01 to 0.03 inches water column <strong>NEGATIVE <\/strong>to adjacent space.<\/p><p>The pressure differential from a hazardous ante room to a non-classified area must be at least <strong>POSITIVE<\/strong>\n 0.02 inches water column.<\/p><p>The pressure differential from a hazardous storage space\n to an adjacent space must be between <strong>NEGATIVE <\/strong>0.01 to 0.03 inches water column.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"bf2274fd-6052-4ca2-b0ae-3d4f2bf0ad99","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Pressue Gradients"},{"content":{"params":{"text":"<p>The temperature of the buffer room and ante room should be maintained at 20°C or cooler during dynamic operating conditions. Cooler temperatures may be desired to facilitate staff operator comfort. Alarm parameters should range between 17 to 25°C.<\/p><p>Relative humidity in the buffer room and ante room should be maintained below sixty percent (60%) at all times including during dynamic operating conditions. Alarm parameters should maintain relative humidity below 70%.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"74746fb4-0125-4c68-8962-da41712c030b","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Temperature and Humidity Ranges"},{"content":{"params":{"text":"<p>Controlled Room Temperature: The temperature that encompasses the usual and customary working environment of 20 to 25°C.<br><br>Controlled Refrigerator Temperature: A place in which the temperature is controlled between 2 to 8°C. Cold temperatures are defined as any temperature that does not exceed 8°C.<br><br>Controlled Frozen Temperature: A place in which the temperature is controlled between −25 and −10°C. In some instances, drugs may have recommended storage conditions below −20°C. In such cases, the temperature of the storage location should be controlled to ±10°C.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"8b1a4478-3b4e-4971-a6b8-b61ce9dda8e4","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Controlled Temperature Ranges"},{"content":{"params":{"text":"<p>The purpose of the the surface sampling plan is to monitor and quantify viable contaminants on ISO Class 5 work surfaces and other classified surfaces where compounding related activities occur.<br><br>Documentation for Production Lab site specific surface sampling can be found on the SOP portion of SharePoint and in the monthly assignment A folder.&nbsp;<br><span style=\"font-size:0.875em;\"><em><strong>*Note: The assignment A folder should contain pre-cut strips of Paraflim to seal the sampling plates.*<\/strong><\/em><\/span><\/p><p>Depending on which brand of plates are available they will be located in a clearly labeled bucket in the Production Lab Chemical Room either in the refrigerator or above the media checking area.&nbsp;<\/p><p>Ten plates will be needed; one for each hood (a total of five), one for the Millipore Culture Pump, one for the pass-through, one for the buffer room counter, one for the ante room counter, and one extra\/backup.<\/p><p>After samples are taken per the SOP guidelines the area where the sample was taken must be cleaned using a one-step disinfectant followed by an sIPA wipe to remove media residue.<br><br>In the event there are more than the allowed amount of colonies, use form F-205.a to guide and document actions. By completing section 1 of form F-205.a the appropriate information will be collected and identify the proper actions to be taken on the next form, form F-205.b. Form F-205.b is for first time OOL (Out of Limits) occurrence. If the remedial actions from form F-205.b did not result in colony growth being at or under acceptable limits, it may be required to take the actions listed on form F-205.c.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"17d88206-7e59-495b-8fb7-caa7c34d629d","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Surface Sampling"},{"content":{"params":{"text":"<p>A face shield or protective eye wear is required when:<br><br>1) Compounding in a horizontal hood<br>2) When the glass in a vertical hood does not extend at least six inches below the mouth<br>3) When cleaning a hood<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"696d46c3-6eb8-4b9a-8b82-01f8251ec5a2","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Protective Eyewear"},{"content":{"params":{"text":"<p>On the dirty side of the line of demarcation (LOD) either freshly laundered hospital provided scrubs or a lab coat with sleeves that fit snugly around the wrists must be worn. When in the Production Lab safety glasses must be worn past the yellow line in the entry way.<\/p><p>When handling all hazardous inventory non-sterile chemo rated gloves must be worn.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"1b87d651-fa77-4d5a-9621-a38c9300958b","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"PPE (dirty side of LOD)"},{"content":{"params":{"text":"<p>Anyone experiencing rashes, sunburns, recent tattoos, oozing sores, conjunctivitis, an active respiratory infection or anything similar that could be a potential source of contamination are not allowed to work in the buffer room.<\/p><p>Fingernails must be clean and neatly trimmed (1\/4 of an inch) and while compounding, must be free from any nail polish, decals, artificial nails or extenders.<\/p><p>Items such as: bandanas, coats, hats, jackets, scarves, sweaters, vests, etc; all cosmetics (including but not limited to eyelash extensions); any tongue\/mouth piercings; and all hand, wrist and neck jewelry must be removed. <strong>All<\/strong> other visible jewelry must be covered by PPE, though dangling earrings are prohibited.<\/p><p>Ears and facial hair (unless clean shaved) must be covered with hooded PPE.<\/p><p>Make sure to visit the bathroom, if needed, before proceeding to the compounding area.<\/p><p>Wipe safety glasses (eye glasses) with agent that will not damage glasses before proceeding to the compounding area.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"3a915a6b-c8e0-4c75-bd7b-fb5ff9b1d0f1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Stipulations for Being Able to Enter the Compounding Area"},{"content":{"params":{"text":"<p><span style=\"font-size:0.875em;\"><em><strong>*Note: This is the process for when the sink is on the clean side of the Line of Demarcation (LOD).*<\/strong><\/em><\/span><\/p><p>First don the head gear (bonnet, facial hair cover (if applicable), mask) in any order, making sure the mask covers the mouth and nose by pinching the metal bar on nose piece tightly to conform to the bridge of the nose, and pull the mask down below the chin. Then, as your feet cross from the dirty side to the clean side of the LOD, place a cover on each shoe, placing the covered shoe on the clean line of the LOD.<\/p><p>**If you're going into a hazardous compounding area don the second set of shoe covers on the clean side of the LOD.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"dee52f01-39b4-4ecf-b37f-c04b99256584","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Garbing Head Gear and Shoe Covers"},{"content":{"params":{"text":"<p>1) Obtain disposable nail pick<br>2) Wet hands and forearms and lather using soap and warm water<br>3) Remove debris from under fingernails<br>4) Lather hands and forearms to the elbows for at least 30 seconds with soap<br>5) Rinse hands and forearms under warm running water<br>6) Allow water to drip from hands and arms in a neutral position in the sink.<br>7) Pat hands and forearms (up to the elbows) dry with low lint disposable wipes<br><br>*This procedure must be preformed each time prior to entering the buffer room, and avoid touching any potentially contaminated objects after preforming this procedure.*<br><br>After the hand hygiene procedure select an appropriately sized low lint gown that has a closed front, and sleeves that fit snugly around the wrists. Minimize touching outer surface of the gown to reduce bioburden.<br><br>*If entering a hazardous buffer room, the outer gown must be chemo protected or rated*<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"47270a31-e1e7-45a9-a7f6-5c76ff3c300d","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Hand Hygiene"},{"content":{"params":{"text":"<p>When exiting a non-hazardous buffer room garb should be doffed in the following order:<br><br>1) Remove gloves immediately after exiting buffer room<br>2) Remove gown and if it will be used again for the same compounding day\/shift and it's not visibly soiled, it can be hung up on the clean side of the LOD.<br>3) As you cross the LOD remove shoe covers<br>4) Remove head gear in any order<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"f1ed0bd2-71c5-4695-8d9f-78c4f9b0b2e3","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Doffing Garb (Non-Hazardous)"},{"content":{"params":{"text":"<p>When exiting a hazardous buffer room garb should be doffed in the following order:<br><br>1) Remove the outer pair of gloves in the PEC and dispose of them in the black bin<br>2) Remove the outer pair of shoe covers while crossing the doffing line<br>3) Remove the outer gown<br>4) Exit the buffer room and remove inner gloves<br>5) Remove inner gown<br>6) Wash and dry hands<br>7) Remove inner shoe covers while crossing the LOD<br>8) Remove head gear and dispose of in trash<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"92d0fe53-3c12-44eb-823f-7f20cf2124f5","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Doffing Garb (Hazardous)"},{"content":{"params":{"text":"<p><strong>Shift\/Daily:<\/strong> Clean and disinfect all surfaces and pass-throughs with one step non-sterile disinfectant (for the appropriate contact time) followed by 70% sIPA for appropriate wet contact time.<br><br><strong>Monthly:<\/strong> Clean, disinfect and apply sporicidal to the inside of refrigerator(s) including bins and racks, and check medication expiration and storage.&nbsp;<br><br>Clean, disinfect, and apply sporicidal to all items including: the shelves (sides and undersides), bins, supplies, medication containers, and check medication expirations and storage. Replace non-manufactured outer wraps. Document cleaning when completed<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"a1801509-486b-4b7a-8570-25ec6cc59ac9","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Ante Room Cleaning Procedures (Technicians)"},{"content":{"params":{"text":"<p><strong>Shift\/Daily:<\/strong> Cleans and disinfects and disinfects the sink daily with EPA registered one-step non-sterile disinfectant cleaner paying special attention to the area surrounding the drain. Cleans and disinfects the floors daily with EPA registered one-step non-sterile cleaner starting on the clean side of the LOD outward through the dirty side of the ante room.<br><br><strong>Monthly:<\/strong> Using approved EPA registered one-step non-sterile disinfectant sporicidal cleaner, for appropriate contact time, followed by sIPA, for appropriate wet to dry time, cleans, disinfects, and applies sporicidal to the irregular surface of the ante room including: returns, door handles and frames, moldings, clocks, switch plates and etc, manually before cleaning flat surfaces of ceilings, walls, door, and floors using cleaning tool.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"261a89ec-ea57-4578-8235-ef308beb4b55","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Ante Room Cleaning Procedures (EVS)"},{"content":{"params":{"text":"<p>Make sure that all materials crossing the LOD in the ante room or that are going into the pass-through to be passed into the buffer room are removed from their outer wraps (cellophane\/bags\/white cardboard etc). NOTE: If an item has a double over wrap only the outer outer wrap needs to be removed. These materials also then need to be wiped down with sIPA.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"aadf7ea1-60c6-4dc1-ad15-938fbbf585cb","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Ante Room Material Prep"},{"content":{"params":{"text":"<p>1) Once inside the buffer room select the appropriate sized sterile gloves and open them<br>2) Apply Avagard to hands by dispensing a full pump into each hand and working the fingernails in them before rubbing the remainder into the hands until fully dry before donning sterile gloves.<br>3) Don sterile gloves, making sure not to touch the outside of the glove with any part of &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; uncovered skin, before doing anything else in the buffer room.<\/p><p><strong>Notes:&nbsp;<\/strong><br>&nbsp;-<strong> <\/strong>If entering a hazardous buffer room follow the steps above, but make sure to have the first set of gloves under the cuffs of the chemo rated gown, and the second pair over the cuffs of the chemo rated gown.<\/p><p>- If performing GFT make sure not to spray gloves with sIPA, and once the GFT is complete don a new set of gloves using the same process listed above.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"619e2691-394f-46d3-8276-bbf999b4adb5","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Buffer Room Hand Hygiene and Garbing"},{"content":{"params":{"text":"<p>Gloves on hands must be routinely inspected and immediately replaced when:<br><br>1) Holes, punctures, or tears are detected<br>2) When grossly contaminated<br>3) After all PEC cleaning procedures<br>4) Items are picked up off the floor<br>5) Should be changed every 30 minutes (when working in a hazardous room)&nbsp;<br><br><strong>Notes:<\/strong><br>- Hand hygiene procedure must be performed each time gloves are changed<br><br>- Gloves become contaminated when they contact non-sterile surfaces during compounding. Gloves can be disinfected by wiping or spraying, and rubbing with sIPA to all contact surface areas of the gloves and letting them dry thoroughly.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"8c6df382-4a0b-4049-a47e-f64c30b46c35","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Gloves"},{"content":{"params":{"text":"<p>If equipment is removed from the classified area for repair or calibration it must be triple cleaned before being introduced back into the clean side of the ante room. The triple clean procedure is as follows:<br><br>1) Wipe with an EPA registered disinfectant twice (Contec)<br>2) Wipe with a sporicidal agent (Spor-Klenz)<br>3) Finish by wiping with sIPA<\/p><p>Make sure to disinfect again with sIPA before placing inside the ISO Class 5 area.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"5b187037-ad84-4b8a-9223-c48b7b498f68","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Triple Clean"},{"content":{"params":{"text":"<p><strong>Shift\/Daily:<\/strong> Clean and disinfect all high touch surfaces outside the PEC with one step non-sterile disinfectant cleaner and followed by sIPA, if appropriate, to remove any residue showing on high gloss areas including: counters, chairs\/stools, pass-throughs, equipment (Baxa pumps, Vortex mixers, swirling tables, time stampers, carts, etc) and maintains that throughout the shift.<br><br><strong>Monthly:<\/strong> Using approved EPA registered one-step non-sterile disinfectant sporicidal cleaner for appropriate contact time followed by sIPA, if appropriate, to remove any residue showing on high gloss areas.<br><br>Clean, disinfect and apply sporicidal to all storage shelving and bins (sides &amp; undersides), pass-throughs, and work surfaces. Remove all contents from any storage bins (keeping the contents segregated and controlled so that contents are returned to the correct bins), cleans bins and allows to dry before replacing contents.<br><br>Clean, disinfect, and apply sporicidal to all buffer, ante room, or SCA carts beginning with the top and working down to the wheels including all vertical and horizontal surfaces including underside of shelves.<br><br>Replace non-manufactured over wrap (i.e. zip-lock and light sensitive bags).<\/p><p>Document cleaning when completed.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"14b87775-acbd-4e54-a2e2-faa5e62a8184","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Buffer Room Cleaning Procedures (Technicians)"},{"content":{"params":{"text":"<p><strong>Shift\/Daily:<\/strong> Cleans and disinfects floors in the buffer room, ante room using dedicated equipment with the approved agents.<br><br>Starting at the location farthest from the buffer room entrance work toward the exit to avoid walking over cleaned area. Using the same process in the ante room starting on the clean side of the LOD and clean out through the dirty side of the ante room. Moves carts and rolling shelving to ensure that the entire floor surface is cleaned.<br><br><strong>Monthly:<\/strong> Using EPA registered one-step non-sterile disinfectant sporicidal cleaner for appropriate contact time, followed by, sIPA, if appropriate, to remove any residue showing on high glass areas.<br><br>Clean, disinfect, and apply sporicidal to external surface of PEC, floors, walls, doors and door frames, ceilings, and equipment outside of the PEC.<br><br>Clean, disinfect and apply sporicidal to room chairs, the interior and exterior of trash bins, as well as all other items that may be in the buffer or ante rooms.<br><br>Use fresh wipes and mop heads\/mop head covers as needed throughout the cleaning process changing as they become visibly dirty.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"a42aa08f-ce05-4f61-9299-f8b317946234","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Buffer Room Cleaning Procedures (EVS)"},{"content":{"params":{"text":"<p><strong>Shift:<\/strong><br>Starting with Contec (TB1), which has a wet contact time of one minute, the non-hazardous vertical hood shift cleaning procedure is as follows:<br><br>1) Start with the HEPA filter grill going side to side, back to front<br>2) Back wall: side to side, top to bottom<br>3) Side walls: back to front, top to bottom<br>4) Lift and wipe the bar, its holding brackets, and hooks<br>5) Interior glass: side to side, top to bottom<br>6) Top of the work surface: side to side, back to front<br>7) Front and back air intake grate<br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>8) Optional rinse with sterile water to neutralize cleaner solution<br>9) Using sIPA, follow the same procedure (steps 1-7) as used with Contec, and repeat as needed to have a wet to dry time of one minute.<br>10) Let hood run for at least three minutes prior to compounding<br>&nbsp;<br><br><strong>Weekly:<\/strong><br>Starting with Spor-Klenz, which has a wet contact time of ten minutes, the non-hazardous vertical hood weekly cleaning procedure is as follows:<br><br>1) Start with the HEPA filter grill going side to side, back to front<br>2) Back wall: side to side, top to bottom<br>3) Side walls: back to front, top to bottom<br>4) Lift and wipe the bar, its holding brackets, and hooks<br>5) Interior glass: side to side, top to bottom<br>6) Top of the work surface: side to side, back to front<br>7) Front and back air intake grate<br><span style=\"font-size:1em;\">8) Remove arm rest and wipe the front-outer ledge of the hood as well as all sides of the arm rest<\/span><br><span style=\"font-size:1em;\">9) Lift work surface and reach to the back of the hood to remove any particles from the air vent and then disinfect the under side of the work surface, sides, front intake grate, and bottom of the hood. Any removable parts of the hood are cleaned while remaining in the hood.<\/span><br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>10) Optional rinse with sterile water to neutralize cleaner solution<br>11) Using sIPA, wipe the interior of the hood in the following order:<br>&nbsp; &nbsp; &nbsp; &nbsp;- All interior areas under the work surface&nbsp;<br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(repeat as needed for a 1 minute wet to dry time)<br>&nbsp; &nbsp; &nbsp; &nbsp;-&nbsp;HEPA filter grill: side to side, back to front<br>&nbsp; &nbsp; &nbsp; &nbsp;- Back wall: side to side, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Side walls: back to front, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Lift and wipe back, its holding brackets, and hooks<br>&nbsp; &nbsp; &nbsp; &nbsp;- Interior glass: side to side, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Top of the work surface: side to side back to front<br>&nbsp; &nbsp; &nbsp; &nbsp;- Front and back air intake grate<br>&nbsp; &nbsp; &nbsp; &nbsp;- Wipe the front outer ledge of the hood as well as all sides of the arm rest<br>12) Let hood run for at least three minutes prior to compounding<br>&nbsp;<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"8b8e2dd6-7c64-4181-8450-9bcea5a09949","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Non-Hazardous Vertical Hood Shift and Weekly Cleaning Procedures"},{"content":{"params":{"text":"<p><strong>Shift:<\/strong><br>Starting with Contec (TB1), which has a wet contact time of one minute, the non-hazardous horizontal hood shift cleaning procedure is as follows:<br><br>1) HEPA filter grill: side to side, top to bottom<br>2) Top: side to side, back to front<br>3) Side walls: top to bottom, back to front<br>4) Lift and wipe bar, its holding brackets, and hooks<br>5) Top of the work surface: side to side, back to front<br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>6) Optional rinse with sterile water to neutralize cleaner solution<br>7) Using sIPA, follow the same procedure (steps 1-5) as used with Contec, and repeat as needed to have a wet to dry time of one minute.<br>8) Let hood run for at least three minutes prior to compounding<br><br><br><strong>Weekly:<\/strong><br>Starting with Spor-Klenz, which has a wet contact time of ten minutes, the non-hazardous horizontal hood weekly cleaning procedure is as follows:<br><br><br>1) HEPA filter grill: side to side, top to bottom<br>2) Top: side to side, back to front<br>3) Side walls: top to bottom, back to front<br>4) Lift and wipe bar, its holding brackets, and hooks<br>5) Top of the work surface: side to side, back to front<br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>6) Optional rinse with sterile water to neutralize cleaner solution<br>7) Using sIPA, follow the same procedure (steps 1-5) as used with Spor-Klenz, and repeat as needed to have a wet to dry time of one minute.<br>8) Let hood run for at least three minutes prior to compounding<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"900e494e-ed01-43f1-aa48-f94110b5c2ea","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Non-Hazardous Horizontal Hood Shift and Weekly Cleaning Procedures"},{"content":{"params":{"text":"<p><strong>Shift:<\/strong><br>Starting with PeridoxRTU, which has a wet contact time of three minutes, the hazardous vertical hood shift cleaning procedure is as follows:<br><br>1) Start with the HEPA filter grill going side to side, back to front<br>2) Back wall: side to side, top to bottom<br>3) Side walls: back to front, top to bottom<br>4) Lift and wipe the bar, its holding brackets, and hooks<br>5) Interior glass: side to side, top to bottom<br>6) Top of the work surface: side to side, back to front<br>7) Front and back air intake grate<br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>8) Optional rinse with sterile water to neutralize cleaner solution<br>9) Using sIPA, follow the same procedure (steps 1-7) as used with Peridox, and repeat as needed to have a wet to dry time of one minute.<br>10) Wipe outside of hood glass with sIPA<br>11) Let hood run for at least three minutes prior to compounding<br><br><br><strong>Weekly:<\/strong><br>Starting with PeridoxRTU, which has a wet contact time of three minutes, the hazardous vertical hood weekly cleaning procedure is as follows:<br>&nbsp;<\/p><p><strong>NOTE:<\/strong> For the PeridoxRTU steps (steps 1-9) there are two separate wipings following the same procedure. The first wiping achieves deactivating and has no required wet contact time. The second wiping achieves decontaminating\/cleaning\/disinfecting and will have the required wet contact time of three minutes.<br><br>1) Start with the HEPA filter grill going side to side, back to front<br>2) Back wall: side to side, top to bottom<br>3) Side walls: back to front, top to bottom<br>4) Lift and wipe the bar, its holding brackets, and hooks<br>5) Interior glass: side to side, top to bottom<br>6) Top of the work surface: side to side, back to front<br>7) Front and back air intake grate<br><span style=\"font-size:1em;\">8) Remove arm rest and wipe the front-outer ledge of the hood as well as all sides of the arm rest<\/span><br><span style=\"font-size:1em;\">9) Lift work surface and reach to the back of the hood to remove any particles from the air vent and then disinfect the under side of the work surface, sides, front intake grate, and bottom of the hood. Any removable parts of the hood are cleaned while remaining in the hood.<\/span><br><span style=\"font-size:0.75em;\"><em><strong>Note: Make sure all surfaces are kept wet for the required wet contact time (on the second wiping) and that wipe strokes slightly overlap each other<\/strong><\/em><\/span><br>10) Optional rinse with sterile water to neutralize cleaner solution<br>11) Using sIPA, wipe the interior of the hood in the following order:<br>&nbsp; &nbsp; &nbsp; &nbsp;- All interior areas under the work surface&nbsp;<br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(repeat as needed for a 1 minute wet to dry time)<br>&nbsp; &nbsp; &nbsp; &nbsp;-&nbsp;HEPA filter grill: side to side, back to front<br>&nbsp; &nbsp; &nbsp; &nbsp;- Back wall: side to side, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Side walls: back to front, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Lift and wipe back, its holding brackets, and hooks<br>&nbsp; &nbsp; &nbsp; &nbsp;- Interior glass: side to side, top to bottom<br>&nbsp; &nbsp; &nbsp; &nbsp;- Top of the work surface: side to side back to front<br>&nbsp; &nbsp; &nbsp; &nbsp;- Front and back air intake grate<br>&nbsp; &nbsp; &nbsp; &nbsp;- Wipe the front outer ledge of the hood as well as all sides of the arm rest<br>12) Let hood run for at least three minutes prior to compounding<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"9b27e074-9785-46c7-8d21-9474dc729065","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Hazaradous Vertical Hood Shift and Weekly Cleaning Procedures"},{"content":{"params":{"text":"<p>Disinfect work surface within PEC with sIPA wipe and allow to dry before use:<br><br>1) Initially, before starting preparations<br>2) Between preparing different drug preparations<br>3) After a spill&nbsp;<br><span style=\"font-size:0.75em;\"><em><strong>(NOTE: &nbsp;If residue from a spill does not clean up readily with sIPA, first use sterile water for irrigation, then wipe dry with a sterile gamma wipe, and follow with a sIPA wipe)<\/strong><\/em><\/span><br>4) For hazardous splatter and spills in the PEC refer to the weekly cleaning for hazardous hoods<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"133f54d8-11bf-4120-b545-4a8957a23784","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"General PEC Disinfecting"},{"content":{"params":{"text":"<p>1) Find out why the hood is turned off<br>2) Turn blower back on<br>3) Run blower for a period of time stated by the manufacturer prior to preparing or for at least 15 mins<br>4) Perform weekly cleaning procedure<br><\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"ba5a1d65-3794-40a4-8847-59dbf9b59422","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"What to Do if the Hood Has Been Turned Off\/or is Shut Down"},{"content":{"params":{"text":"<p>Links will open in a new tab<\/p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https:\/\/mcarter87.github.io/study-guide/pages/horizontal.html\">Horizontal Hood Air Flow<\/a><\/p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https:\/\/mcarter87.github.io/study-guide/pages/hazvert.html\">Hazardous Vertical Hood Air Flow<\/a><\/p><p><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https:\/\/mcarter87.github.io/study-guide/pages/nonhazvert.html\">Non-Hazardous Vertical Hood Air Flow<\/a><\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"500e9329-2803-4a22-948c-bd83eed47888","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Hood Air Flow Diagrams"},{"content":{"params":{"text":"<p>- Head is turned away from the front of the horizontal PEC when talking<\/p><p>- Head of compounder does not pass beyond plane of outer edge of PEC<\/p><p>- Perform transfers at least six inches from PEC opening<\/p><p>- Transfers should be held at least three inches away from any surface<\/p><p>- Placement of individual larger containers is closer to the HEPA filter rather than the PEC opening to prevent backwash contamination<\/p><p>- Critical procedures or objects are not placed downstream of an object within the zone of turbulence. (The zone of turbulence is approximately three times the diameter of the object<\/p><p>- Vials are placed in a single row parallel to the HEPA filter. If there is more than one vial in a row, shorter vials are placed closer to the HEPA filter and the second row of vials are placed outside the zone of turbulence<\/p><p>- PEC is entered and exited perpendicular to the front of the PEC. Side-to-side sweeping motions of hands within the PEC are not used<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"2c90d453-b3c2-44bd-80b6-dfeb90df5ba1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Horizontal Air Flow Basics"},{"content":{"params":{"text":"<p>- If window of vertical hood does not extend to at least six inches below the mouth turn head away from the front of the PEC when talking<\/p><p>- Transfers should be held at least three inches away from any surface<\/p><p>- Assure window is at the recommended position as indicated by the arrow on the front of the PEC<\/p><p>- Air intake vents are not blocked<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"f3b6d885-b5bf-49ef-a8cd-fcfd56cbc51b","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Veritcal Air Flow Basics"},{"content":{"params":{"text":"<p>If there is a hazardous spill a pharmacist will determine if it's a large spill (outside of the PEC). For a large spill (1000 mL or greater) the Hazardous Spill Team needs to be contacted. Spill kits are located wherever hazardous drugs are located.<br><br>Hazardous Spill Kits can include: (NOTE: Kits can vary)<br>&nbsp; &nbsp; &nbsp; &nbsp;- Nitrile Chemotherapy Gloves<br>&nbsp; &nbsp; &nbsp; &nbsp;- Chemotherapy Gown<br>&nbsp; &nbsp; &nbsp; &nbsp;- Shoe Covers<br>&nbsp; &nbsp; &nbsp; &nbsp;- Full-Face Safety Shield<br>&nbsp; &nbsp; &nbsp; &nbsp;- Fluid Solidifier<br>&nbsp; &nbsp; &nbsp; &nbsp;- Scoop &amp; Scraper<br>&nbsp; &nbsp; &nbsp; &nbsp;- Chemotherapy Waste Bag<br>&nbsp; &nbsp; &nbsp; &nbsp;- Wiper\/Absorbent Pads<br>&nbsp; &nbsp; &nbsp; &nbsp;- Twist Tie<br>&nbsp; &nbsp; &nbsp; &nbsp;- Identification Tag<br>&nbsp; &nbsp; &nbsp; &nbsp;- Instruction Card<br>&nbsp; &nbsp; &nbsp; &nbsp;- Caution Sign<\/p><p>SDS can be accessed by typing sds\/ in the search bar of a browser while on site. Your work unit location should already be loaded when accessing the SDS in the method.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"7ecb3623-2aa7-4fa5-8ccd-3b1b9576ba70","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Hazardous Spills and SDS"},{"content":{"params":{"text":"<p>- Always spray surfaces of sterile gloves with sIPA before placing hands inside of or reentering the PEC<\/p><p>- Disinfect ISO Class 5 work surface with sIPA proper to placing items into the PEC<\/p><p>- Disinfect components and vials by wiping with sIPA as they are placed into the PEC<\/p><p>- Maintain first air and prevent fallout contamination to critical sites (i.e. vial stoppers, additive ports, needle shafts, needle hubs, syringe plungers, syringe tips, ampule necks, tubing connectors, filters)<\/p><p>- Disinfect vial stoppers, injection ports, ampule necks and other critical sites by wiping with a sterile alcohol prep pad three times in one direction using a clean unused portion with each pass and allow them to dry before accessing<\/p><p>- If mask becomes wet on the inside, swap out the mask for a new one, making sure to perform proper hand hygiene and re-garbing before reentering the buffer room<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"e6def505-6b59-4343-9929-6cbf720742c7","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Aspetic Tecnique Notes"},{"content":{"params":{"text":"<p>- Medications that are contaminated (e.g. fallen to the floor) that are not discarded are disinfected by wiping with sIPA. Alcohol is allowed to dry before placing in the PEC for use.<br><span style=\"font-size:0.875em;\"><em><strong>*Gloves also need to be changed, and Avagard must be applied after doing this.*<\/strong><\/em><\/span><\/p><p><span style=\"font-size:1em;\">- Mix finished preparation by inversion outside and away from the PEC to disperse drug<\/span><\/p><p>- Change single use needle:<br>&nbsp; &nbsp; &nbsp; &nbsp;- If needle is recapped<br>&nbsp; &nbsp; &nbsp; &nbsp;- After reconstitution<br>&nbsp; &nbsp; &nbsp; &nbsp;- Between different drugs<br>&nbsp; &nbsp; &nbsp; &nbsp;- After five punctures and\/or if it becomes dull before five punctures<\/p><p>- All contaminated solutions or vials must have an <strong>X<\/strong> on the label\/bag indicating it must not be used<\/p><p>- When working with hazardous materials the following must be done:<br>&nbsp; &nbsp; &nbsp; &nbsp;- Mix finished preparation by carefully inverting inside the PEC<br>&nbsp; &nbsp; &nbsp; &nbsp;- Wipe off finished preparation with sIPA. Wipe the injection port last (clean to dirty)<br>&nbsp; &nbsp; &nbsp; &nbsp;- When needle contains hazardous residue use a needle block to reinsert the needle into the cap<br>&nbsp; &nbsp; &nbsp; - When pulling a needle out of a vial or preparation twist as your pulling out to help contain any hazardous residue<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"3afdc4ef-10f1-4717-bd0b-4e927b1cbf60","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Compounding Sterile Prepartion Basics"},{"content":{"params":{"text":"<p><strong>Category 1:<\/strong> CSPs assigned a BUD of 12 hours or less at controlled room temp or 24 hours or less when refrigerated<\/p><p><strong>Category 2:<\/strong> CSPs that may be assigned a BUD of greater that 12 hours at controlled room temp, or greater than 24 hours if refrigerated<\/p><p><strong>Immediate Use CSPs:<\/strong> CSPs for direct and immediate administration to a patient is not subject to the requirements for Category 1 or Category 2 CSPs when certain requirements are met<\/p><p><strong>Single Use Container:<\/strong> May be used up to 12 hours hours after initial entry if entered or punctured in ISO Class 5 PEC unless otherwise specified by manufacturer or CSPG<\/p><p><strong>Multi-dose Container:<\/strong> Whichever is less as specified by the manufacturer, CSPG or 28 days<\/p><p><strong>Pharmacy Bulk Packaging:<\/strong> Products are given the expiration time stated on the vial or container when used according to the manufacturer's labeling and must be entered or punctured only in an ISO Class 5 PEC<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"b73e7b1e-027b-448a-85f6-481e27375cdf","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Beyond Use Dating"},{"content":{"params":{"text":"<p>Bags and single does vials may only be punctured five times. The exception is if a vial is going to the floor. Then it may only be punctured <strong>twice<\/strong>.&nbsp;<\/p><p>If a vial needs to be punctured more than five times a multiple transfer device must be used. A vial with a multiple transfer device inserted cannot be removed from the hood and be reused.<\/p><p>If a bag needs to be punctured more than five times an add-a-port should be used. If applicable, a bag spike can also be used.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"af2f72c7-4807-4c45-9be5-c8e22ac7ba10","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Number of Punctures for Bags and Vials"},{"content":{"params":{"text":"<p>Before breaking the neck of an ampule:<br>&nbsp; &nbsp; &nbsp; &nbsp;- Make sure liquid has been tapped into the bottom of the ampule<br>&nbsp; &nbsp; &nbsp; &nbsp;- Ampule neck is wiped with sIPA wipe and allowed to dry<br><br>Make sure to break ampule neck by wrapping a sterile dry wipe around the amp, or use an amp breaker or a syringe barrel<\/p><p>Make sure to break the ampule open to the side of the PEC to prevent contamination of the HEPA filter and to protect the compounder.<br><br>Whenever drawing out of an ampule a 5 micron filtering device must be used. Remove the filtering device and\/or needle and replace it with a new sterile needle before injecting the contents of the ampule.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"7e0739ec-690f-4807-867a-17cd342303a9","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Ampules"},{"content":{"params":{"text":"<p>When measuring or dispensing a hazardous syringe make sure the smallest syringe is used to measure the correct dose without filling more than 3\/4 full, unless otherwise instructed by a pharmacist.<\/p><p><strong>Examples:<\/strong><br>Dose is up to 0.75 mL a 1 mL syringe would be used<br>Dose is greater than 22 up to 37.5 mL a 50 mL syringe would be used<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"ae765fb9-1697-4fcd-9549-48e15b9188f6","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Hazardous Syringe Volumes"},{"content":{"params":{"text":"<p>All of the final product must be correctly labeled (a pharmacist checked label that has the lot number and expiration date, applicable auxiliary labels, light protect bags, etc).<br><br>A preparation needs the following for final check:<br>&nbsp; &nbsp; &nbsp; &nbsp;- Drug containers (ampules must be bagged)<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- If a bag is used (e.g. filtering from one bag to another) that doesn't contain the manufacturer, lot number, and expiration date the wrap the bag was in must be included<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Reconstitution solution (if used)<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Reconstitution volume syringe(s) (if used)<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Drug volume syringe(s) (if used)<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Any\/all filter labels<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Documentation of the manufacturer, lot number, and expiration date of the containers the final preparation is going into<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Complete and properly filled out preparation worksheet<br><br>&nbsp; &nbsp; &nbsp; &nbsp;- Quarantine tag (if applicable)<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"90b52b24-2d9b-47ce-a02d-500fe598af94","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Preparing Preparation for Final Check"},{"content":{"params":{"text":"<p>Presterilization procedures such as weighing and mixing of powders must take place in<br>conditions no worse than ISO Class 8 area with compounding personnel who have<br>performed hand hygiene and garbing consistent with practices employed for work within<br>an ISO Class 5 environment.<\/p><p>Presterilization procedures must be performed in a single-use containment glove bag,<br>containment ventilated enclosure (CVE), or biological safety cabinet (BSC) to minimize<br>the risk of airborne contamination. The CVE or BSC must be certified at least every 6<br>months.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"ac331b3f-8183-4194-9850-7164b5e111b0","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Presterilization"},{"content":{"params":{"text":"<p>Sterilizing filters (0.22 micron or smaller) block fungi, bacteria, and some viruses from passing, although certain viruses are smaller than 0.02 microns. They also do not prevent endotoxins from getting through.<\/p><p>The reason these filters are tested for integrity is to make sure it's properly filtering and hasn't been compromised where there is path larger than 0.22 microns for anything to pass through.<br><br>Filter integrity testing is performed any time a filter is used to sterilize a preparation.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"e0aaa192-cce2-45db-b925-f74d4bb3a3f1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Sterilizing Filters"},{"content":{"params":{"text":"<p>The bubble point measures the minimum pressure required to force air through the largest wetted pore of the membrane.<\/p><p>- If the filter is intact, liquid in the pores resists air flow until this threshold pressure (the bubble point) is reached.<\/p><p>- If the filter is damaged (cracked, oversized pore, incomplete wetting, etc), the bubble point is lower than expected.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"1ee2a8d2-f250-4b50-938b-86ef65f38299","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Bubble Point"},{"content":{"params":{"text":"<p>- Not flushing the filter<br>- Using the wrong filter<br>- Using the wrong fluid to flush the filter<br>- Faulty filter<br>- Not allowing sufficient time for the filter to fully saturate<br>- Tightening air hose on the filter housing too much<br>- Not fully tightening the air hose to the filter housing<br>- Applying sudden high pressure during filtration<br>- Mishandling (e.g., dropping)<br>- Hooking up the filter backwards<br>- High viscosity fluid being filtered\/clogged filter pores<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"ada86ec0-1b6c-4055-9160-02c7523eec63","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Reasons a Filter Might Fail"},{"content":{"params":{"text":"<p>At pharmacist's discretion, the filter can be flushed again, but if the filter still fails, the preparation can only be filtered one additional time with a new filter, after investigation of the initial failure. Otherwise, the CSP must be discarded.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"bd15b3f9-6cdc-40de-9414-2f2b63302a19","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Procedure for a Failed Filter"},{"content":{"params":{"text":"<p>Record (or affix filter label) the filter manufacturer, part #, lot #, expiration date and PSI rating on the compounding record.<br><br>Pharmacist will perform the filter integrity test for all filters using compressed air from a regulator<br><br>The reference chart ‘Filter Integrity Testing Guide; F-612.b’, will give the flushing agent and amount along with bubble point psi information for the specific filter to be tested.<br><br>The bubble point test is performed with the following steps<br><br>1) Close the air regulator, so the flow of air is off<br><br>2) Attach the appropriate air hose to the regulator; one hose for luer lock connections, or other hose for hose barb connections. Hose clamps are recommended to be used to attach the filter to air hose line.<br><br>3) Turn dial on the pressure meter<br><br>4) Attach test filter to hose<br><br>5) Place filter to be tested into see-through container filled with purified water. For filters with no vent or a closable vent, close the vent and immerse the whole filter and tubing connection into container filled with water. This will enable tester to visualize air leaks and filter housing failures.<br><br>6) Place Plexiglas safety shield, if available, over filter, connections and water container<br><br>7) Open regulator to 5 psi, while watching the outlet end of filter for air bubbles coming out<br><br>8) Hold pressure at 5 psi until fluid stops flowing from filter. If filter rapidly bubbles at this point, the filter may not be properly wet or is failing. Rewet\/re-flush the filter and retest. After rewetting\/flushing the filter if the bubble point goes up, but fails again, the filter may be flushed with additional appropriate flushing solution. If the bubble point of the filter after flushing goes down or is not able to reach the appropriate bubble point, the filter has failed the test. The test will be stopped when a steady stream of bubbles (looks like boiling water) comes out of the outlet end of the filter. If this number is below the chart bubble point psi, the filter has either failed or re-flushing (and retesting) may be<br>necessary.<\/p><p>9) Provided filter hasn’t failed, increase pressure to 80% of the bubble point and hold for the appropriate equilibration time then gradually increase air pressure until slightly below the bubble point psi number.<br><br>10) Stop here for a minimum of 10 seconds (consult chart below for the minimum equilibrate time needed for specific filter being tested) and observe for a steady stream of air bubbles coming out of the tube.&nbsp;<br><em><strong>NOTE: Be cautious when using a filter that has had a viscous fluid in it. Additional equilibration time may be needed since viscous fluids may ‘plug’ the filter creating a falsely elevated psi. Attention to flushing with appropriate flush solution and amount is required.<\/strong><\/em><\/p><p>11) If air bubbles (‘boiling’) come out of filter end, the filter has failed the test. If filter has failed, stop here. Solution is considered not-sterile or not- particulate removing (depending on the pore size of the filter tested).<\/p><p>12) Provided the filter still hasn’t failed, increase to the chart bubble point psi, watch for air bubbles for at least 10 seconds. If air bubbles in a steady stream come out of the filter, record this pressure (psi) on the compounding record under filter validation. If no air bubbles come out of the tube at the chart bubble point psi, increase the pressure slowly to failure. Record this psi.<\/p><p><em><strong>NOTE: If the filter does not fail and the maximum pressure from the air supply has been reached, remove filter and check line to make sure air flows properly through the line to reach the filter. Check to make sure connections are tight and no kinks are in hoses.<\/strong><\/em><\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"a206a03b-41dd-451a-aba7-8e66282023de","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Sterilizing Filter Bubble Point Testing Procedure"},{"content":{"params":{"text":"<p>The amount needed to culture is determined by the number of containers produced, and the total volume of the preparation. The first and last containers should be cultured with the remaining being picked out throughout the batch.&nbsp;<\/p><p>When culturing via canisters, the Millipore pump should be run at 55 to help prevent splashing that may affect the culture results.<\/p><p>Trypticase Soy Broth and Fluid Thioglycollate are used as growth media.&nbsp;<\/p><p>Soy is used for aerobic and FTG is used for anaerobic. Soy is incubated at room temp 20°C - 25°C. FTG is incubated at 30°C - 35°C. The difference in temperature is to due to different organisms being able to grow in different in different temperature ranges, which also helps to prevent false negatives if a contaminant can’t grow at the other temperature.<br><br>Other options for culturing are:<br>- Direct injection: Direct injection is where the preparation to be cultured is injected into the vials of soy and FTG. The incubation times and temperatures are the same, but the amount is usually limited to a max of 10 mL in each vial.<br><br>- Biological indicators (Magna-Amps and Steri-Amps): These are put into a certain number of vials, the entire batch is sent to be autoclaved, then the indicators are sent to an outside lab for sterility testing.<br><br>- Outside Lab Testing: Some preparations require testing from an outside lab. These typically include testing for potency, endotoxins, and/or sterility. The preparation worksheet will list which testing parameters need to be performed and how many containers are needed for each parameter. Rejected containers may be able to be used for certain testing parameters. Confirm with a pharmacist before using any rejected containers. These containers need to be labeled and in a baggie clearly marked 'Testing'.<br><br>Some preparations require multiple methods of culturing.<br><br>For canister testing, direct injection, and biological indicators the information of the culturing method(s) needs to be logged in the culture book. Containers being sent to an outside lab for potency/endotoxin/sterility testing will be documented by a pharmacist. They will also fill out the documentation for sending biological indicators to an outside lab.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"7008ac79-1b48-4938-877f-969c506c39d2","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Culturing Preparations"},{"content":{"params":{"text":"<p>Everyday, excluding holidays and weekends, all cultures need to be checked and documented. If the cultures show no growth for 14 days they need to be taken out of incubation and setup for a final pharmacist check. If there is any turbidity\/growth in a culture it needs to be pulled from incubation immediately for a pharmacist check and form Sterility Testing Investigation Report; F-205.d, needs to be referenced on how to proceed.<\/p>"},"library":"H5P.AdvancedText 1.1","subContentId":"5087ee34-e0cf-4fae-b162-7c68a13f58b8","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Checking Cultures"}],"hTag":"h2"}
